[Version]
7.7

[Main]	
Item0000=Vítá vás nástroj HP Recovery Manager. Pomocí tohoto nástroje můžete počítač v případě, že přestane fungovat, uvést zpět do provozu.
Item0001=Potřebuji okamžitou pomoc
Item0002=Chci provést úkony údržby
Item0003=Chci kontaktovat podporu společnosti HP
Item0004=Chci provést bezpečnostní opatření
Item0005=Obnovení systému Windows
Item0006=Obnova systému na verzi staršího data
Item0007=Prostředí Windows Recovery Environment
Item0008=Restartujte a vstupte do prostředí Windows Recovery Environment, abyste aktualizovali bitovou kopii nebo obnovili systém do svého originálního stavu z výroby
Item0009=Zálohování souborů
Item0010=Vytvoření zálohy osobních dat
Item0011=Obnova minimalizované bitové kopie
Item0012=Obnova operačního systému, ovladačů a pouze vybraného softwaru (čistý obraz)
Item0013=Spuštění kontroly počítače
Item0014=Pomocí nástroje Diagnostika hardwaru lze uskutečnit diagnostiku paměti počítače, pevného disku atd.
Item0015=Vytvoření médií pro obnovu
Item0016=Vytvoření sady médií pro obnovu systému
Item0017=Odstranění oddílu pro obnovu
Item0018=Odstranění záložního obrazu softwaru nainstalovaného ve výrobě z důvodu uvolnění místa na pevném disku
Item0019=Obnova nastavení výrobce
Item0020=Obnova nastavení výrobce smaže celý pevný disk a obnoví původní nastavení výrobce
Item0021=Provedení údržby počítače
Item0022=Odstraňování potíží, stahování aktualizací a seznámení s počítačem
Item0023=Získání pomoci od společnosti HP
Item0024=Zobrazení kontaktních údajů zákaznické podpory společnosti HP
Item0025=Zobrazení kontaktních údajů
Item0026=Zobrazení kontaktních údajů zákaznické podpory společnosti HP
Item0027=Opětovná instalace ovladačů a aplikací
Item0028=Opětovná instalace ovladačů a/nebo aplikací
Item0029=Zakázáno: Diskový oddíl pro obnovení byl odebrán.
Item0030=Zakázáno: Pro obnovení systému použijte média pro obnovení.
Item0031=Zakázáno: Nástroj Obnovení systému Windows je vypnutý.
Item0032=Zakázáko: Nástroj HP Support Assistant není nainstalován.
Item0033=Zálohování a obnovení systému Windows
Item0034=Umožňuje vytvářet zálohy a obnovovat soubory ze stávajících záloh
Item0035=Nedostatečná přístupová práva
Item0036=Aplikace HP Recovery Manager vyžaduje ke spuštění oprávnění správce. Zvyšte úroveň nastavení funkce Řízení uživatelských účtů (UAC). 	
Item0037=Verze: 00
Item0038=Zakázáno: Není podporováno dynamickým diskem
Item0039=Zakázáno: Použijte program Správa disků systému Windows
Item0040=Historie souborů systému Windows
Item0041=Pro některé funkce se vyžaduje přístup k oddílu pro obnovení. Připojte tablet k základně a znovu spusťte nástroj HP Recovery Manager, aby se tyto možnosti aktivovaly.
Item0042=Chcete-li použít tuto možnost, připojte tablet k základně a znovu spusťte nástroj HP Recovery Manager.
Item0043=Možnosti Obnovení a Záloha souboru vyžadují přístup k oddílu pro obnovení v základně. Připojte tablet k základně, restartujte systém a stiskněte klávesu F11, aby se znovu spustil nástroj HP Recovery Manager. Klikněte na tlačítko Pokračovat, aby se spustil nástroj Kontrola počítače.
Item0044=Obnova systému Windows
Item0045=Předběžná opatření
Item0046=Podpora
Item0047=Údržba
Item0048=Vytvořte disky pro obnovení systému
Item0049=Vytvořte médium pro obnovu vašeho systému
Item0050=Proveďte údržbu počítače	
Item0051=Obraťte se na podporu společnosti HP
Item0052=Odebrání oddílu obnovení
Item0053=Vytvořte body obnovení nebo použijte body obnovení, které jste vytvořili předtím pro obnovení systému k dřívějšímu datu
Item0054=Historie souborů Windows
Item0055=Prostředí HP Recovery
Item0056=Chcete-li obnovit systém do původního stavu z výroby, restartujte počítač a spusťte prostředí pro obnovení HP Recovery Environment.
Item0057=V průběhu obnovení neodpojujte tablet od dokovací stanice. Pokud by k tomu došlo, nebude možné tablet spustit.
Item0058=Restartujte a pro obnovení systému zadejte 00
Item0059=Obnovení systému Windows
Item0060=Nástroj HP Recovery Manager je podporován pouze v režimu na šířku.
Item0061=Zavřete nástroj HP Recovery Manager, přepněte displej do režimu na šířku a poté nástroj HP Recovery Manager znovu spusťte.

[General]	
Item0100=Zpět
Item0101=Další
Item0102=Storno
Item0103=Pokračovat
Item0104=Dokončit
Item0105=OK
Item0106=Opravdu chcete nástroj HP Recovery Manager zavřít?
Item0107=Ujistěte se, že je počítač připojen ke zdroji napájení, aby nedošlo k přerušení procesu obnovy.
Item0108=Nástroj HP Recovery Manager je již spuštěný!
Item0109=Restartovat
Item0110=Vypnout
Item0111=Upozornění: Počítač je nyní napájen z baterie.
Item0112=Tento proces vyžaduje, aby byl počítač připojen k napájecímu adaptéru.
Item0113=Připojte počítač ke zdroji napájení a pokračujte kliknutím na možnost OK.
Item0114=Nástroj HP Recovery Manager selhal. Kód chyby = 00
Item0115=Vyskytly se chyby. Zkuste to znovu.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(kód chyby = 00)
Item0119=Aktuální konfigurace nepodporuje obnovení. Povolte akceleraci funkce Intel Smart Response Technology a opakujte akci.
Item0120=Aplikace Recovery Manager je určena pro systém Windows 7. Není kompatibilní se systémem Windows 8.
Item0121=Tato aktualizace Softpaq není podporována pro systém Windows 7. Nejprve inovujte svůj systém na verzi Windows 8.
	
[Windows System Restore]
Item0200=Obnovení systému Windows
Item0201=Před spuštěním nástroje Obnovení systému Windows se nástroj HP Recovery Manager ukončí.
Item0202=Nástroj Obnovení systému Windows může pomoci opravit potíže, které zpomalují počítač nebo způsobují, že se zablokuje. Neovlivní žádné vaše dokumenty, obrázky ani jiné osobní soubory.
Item0203=Chcete-li spustit nástroj Obnovení systému Windows automaticky, klikněte na tlačítko Další.
	       	
[Computer Checkup]	
Item0250=Kontrola počítače
Item0251=Spustit nástroj Kontrola chyb na oddílu systému Windows
Item0252=Spustit nástroj Kontrola chyb na oddílu pro obnovu
Item0253=Otevřít příkazový řádek
Item0254=Chcete-li pokračovat, vyberte požadovanou možnost a klikněte na tlačítko Další.
		
[Remove Recovery Partition]	
Item0300=Odstranění oddílu pro obnovu
Item0301=Možnosti obnovení pomocí funkce Push Button Reset (Obnovení pomocí příkazového tlačítka) systému Windows a bitové kopie HP nebudou po odebrání oddílu pro obnovení dostupné.
Item0302=Souhlasím. Pokračovat v odstranění oddílu pro obnovu.
Item0303=Pokračovat
Item0304=Vytváření médií pro obnovu nebylo dokončeno. Po odstranění oddílu pro obnovu nebude možnost vytvoření médií pro obnovu dostupná.
Item0305=Nyní přejděte na 00.
Item0306=Odstraňování oddílu pro obnovu...
Item0307=Kliknutím na možnost Pokračovat se vrátíte zpět na domovskou stránku
Item0308=Domovská stránka
Item0309=Vytvořit média pro obnovu
Item0310=Při odstraňování oddílu pro obnovu se vyskytly chyby. Zkuste to znovu.
Item0311=Diskový oddíl pro obnovení byl úspěšně odebrán.
Item0312=Po odebrání oddílu pro obnovení nebudou možnosti obnovení bitové kopie HP dostupné.
		
[File Restore Program]	
Item0400=Obnova souborů 
Item0401=Vítejte
Item0402=Nástroj Obnova souborů slouží k obnově dříve zálohovaných souborů.
Item0403=Pokračujte klepnutím na tlačítko Další.
Item0404=Které typy souborů chcete obnovit?
Item0405=Obrázky
Item0406=Hudební a jiné zvukové soubory
Item0407=Videa a filmy
Item0408=Televizní záznamy
Item0409=Dokumenty, tabulky a prezentace
Item0410=E-maily, oblíbené stránky na Internetu a nastavení
Item0411=Ostatní
Item0412=Nápověda
Item0413=Soubory budou obnoveny do následujícího umístění:
Item0414=Zástupce tohoto umístění se zobrazil na pracovní ploše.
Item0415=Probíhá obnovování
Item0416=Průběh:  00%
Item0417=Počkejte prosím...
Item0418=Soubory byly obnoveny
Item0419=Obnova byla úspěšně dokončena.
Item0420=Pokud chcete tento program zavřít, klikněte na tlačítko Dokončit.
Item0421=Cesta k některým obnoveným souborům je delší než 260 znaků. Přečtěte si 00.
Item0422=OK
Item0423=Varování
Item0424=Obnova souborů je již spuštěna.
Item0425=Ke spuštění Obnovy souborů je vyžadováno přihlášení do systému Windows 7.
Item0426=Zrušit obnovu souborů?
Item0427=Obnova byla zrušena
Item0428=Zrušili jste proces obnovení.
Item0429=Kam chcete uložit záložní soubory?
Item0430=Místní disk
		
[File Backup Program]	
Item0500=Zálohování souborů
Item0501=Které typy souborů chcete zálohovat?
Item0502=Obrázky
Item0503=Hudební a jiné zvukové soubory
Item0504=Videa a filmy
Item0505=Televizní záznamy
Item0506=Dokumenty, tabulky a prezentace
Item0507=E-maily, oblíbené stránky na Internetu a nastavení
Item0508=Ostatní
Item0509=Nápověda
Item0510=Pokračujte klepnutím na tlačítko Další.
Item0511=Prohledávání
Item0512=Průvodce zálohováním souborů vytváření seznam souborů pro vytvoření zálohy.
Item0513=Tato operace může trvat několik minut.
Item0514=Průběh: 00 %
Item0515=Počkejte prosím...
Item0516=V systémovém oddílu pevného disku není dostupné místo pro dočasné uložení dat během jejich komprese.
Item0517=Abyste mohli pokračovat, musíte uvolnit místo v systémovém oddílu pevného disku.
Item0518=OK
Item0519=Varování
Item0520=Chcete-li pokračovat, vyberte požadovanou možnost a klikněte na tlačítko Další.
Item0521=Vytvoření zálohy
Item0522=Vytvoření souborů zálohy
Item0523=Dokončení souborů zálohy
Item0524=Nebyly nalezeny žádné soubory typu vybraného uživatelem.
Item0525=Kam chcete zálohu uložit?
Item0526=Velikost zdrojových souborů:  00
Item0527=Název
Item0528=Typ
Item0529=Celková velikost
Item0530=Volné místo
Item0531=K zálohování souborů není dostupné žádné zařízení. Ujistěte se, že je připojen vyjímatelný disk.
Item0532=Vyjímatelný
Item0533=Záloha souborů je připravena.
Item0534=Soubory budou uloženy na disk (00).
Item0535=Kopírování zálohy 
Item0536=Cílová jednotka není připojena.
Item0537=Zálohování souborů
Item0538=Nástroj HP Recovery Manager úspěšně vytvořil zálohu.
Item0539=Zrušit zálohování souborů?
Item0540=Storno
Item0541=Zálohování bylo zrušeno
Item0542=Úspěšně jste zrušili proces zálohování.
Item0543=Zrušili jste proces zálohování.
Item0544=Chcete pokračovat s nástrojem Obnova systému?
Item0545=Chcete pokračovat s nástrojem Minimalizovaná obnova obrazu?
Item0546=Chcete pokračovat s nástrojem Obnova nastavení výrobce?
Item0547=Ano
Item0548=Ne
Item0549=Vypalovací mechanika
Item0550=K zálohování souborů není dostupné žádné zařízení. Ujistěte se, že je připojen vyjímatelný disk nebo vypalovací mechanika.
Item0551=Automatické zálohování
Item0552=Umožňuje uživatelům vybrat kategorie souborů k zálohování (například fotografie). Zálohování se vztahuje na většinu typů souborů používaných v dané kategorii. Chcete-li si konfiguraci zálohování usnadnit, použijte tuto možnost.
Item0553=Ruční zálohování
Item0554=Umožňuje uživateli vybrat specifické soubory a složky k zálohování. Tuto možnost použijte, pokud chcete mít úplnou kontrolu nad tím, co zálohujete.
Item0555=Přímé kopírování dat
Item0556=Přímé kopírování dat nevyužívá kompresi a soubory nejsou obnovovány pomocí nástroje HP Recovery Manager. Chcete-li po vytvoření zálohy přistupovat k souborům z kteréhokoli počítače, stačí otevřít adresář souborů obnovy systému.
Item0557=Chcete-li data obnovit do původního systému, stačí je jen zkopírovat a vložit zpět.
Item0558=Vložte prázdný disk DVD+R nebo DVD-R a klikněte na možnost Další.
Item0559=Průběh vypalování:  00 %
Item0560=Celkový počet disků:  00
Item0561=Aktuální disk:  00
Item0562=Vložení disku
Item0563=Vložte prázdný disk.
Item0564=Vložený disk není nástrojem HP Recovery Manager podporován. Vložte prázdný disk DVD+R nebo DVD-R (s kapacitou 4,7 GB).
Item0565=Probíhá příprava dat	
	
[Recovery Media Creation]	
Item0600=Domovská stránka
Item0601=Vytvořit média pro obnovu
Item0602=Můžete vytvořit pouze 00 sadu médií pro obnovu.
Item0603=Souhlasím.
Item0604=Pokračovat
Item0605=Vložte jedno z následujících médií:
Item0606=Jednotka paměti flash USB
Item0607=Je vyžadována minimální kapacita 00 GB
Item0608=DVD
Item0609=Je vyžadováno 00 disků
Item0610=DVDDL
Item0611=Pokračovat s vybranými médii?
Item0612=Ano
Item0613=Ne
Item0614=Probíhá vytváření jednotky paměti flash USB pro obnovení...
Item0615=Příprava disku
Item0616=Formátování jednotky paměti flash USB
Item0617=Kopírování obrazu
Item0618=Kopírování bitové kopie pro obnovení na jednotku paměti flash USB...
Item0619=Ověřování disku
Item0620=Ověřování bitové kopie pro obnovení na jednotce paměti flash USB...
Item0621=00 % dokončeno
Item0622=Vložení disku
Item0623=Abyste mohli pokračovat, vložte disk 00. Kliknutím na možnost Storno zastavíte vytváření médií pro obnovu. V procesu vytváření médií pro obnovu můžete kdykoli pokračovat opětovným výběrem možnosti Vytvořit média pro obnovu.
Item0624=Příprava dat
Item0625=Probíhá vytváření bitové kopie pro obnovu
Item0626=Vypalování dat
Item0627=Probíhá vypalování bitové kopie pro obnovu na disk
Item0628=Ověřování disku
Item0629=Probíhá ověřování bitové kopie pro obnovu na disku
Item0630=Média pro obnovu byla vytvořena v 00. Můžete vytvořit pouze JEDNU sadu médií pro obnovu.
Item0631=Kliknutím na možnost OK se vrátíte zpět na domovskou stránku
Item0632=OK
Item0633=Vytváření médií pro obnovu nebylo dokončeno. Kliknutím na možnost Pokračovat dokončíte vytváření médií pro obnovu.
Item0634=Storno
Item0635=Připojte napájecí adaptér počítače.
Item0636=Abyste v tomto procesu mohli pokračovat, je třeba do počítače vložit baterii a připojit jej k napájecímu adaptéru
Item0637=Vložte baterii
Item0638=Nebyla nalezena žádná optická jednotka
Item0639=Nyní můžete připojit optickou jednotku
Item0640=Disk Blu-ray
Item0641=Vytváření disku pro obnovení 00 bylo dokončeno. Označte disk jako 00 a uchovejte jej na bezpečném místě.
Item0642=Jednotka paměti flash USB bude naformátována. Veškerá data uložená na jednotce paměti flash USB budou ztracena. Veškerý prostor na jednotce paměti flash USB bude využit bitovou kopií pro obnovu (přestože je jednotka paměti flash USB větší než předpokládaná velikost bitové kopie pro obnovu).
Item0643=Kliknutím na možnost Storno se vrátíte na výběr médií. Kliknutím na možnost Pokračovat zahájíte přípravu disku.
Item0644=Vložte jednu z následujících možností médií 
Item0645=JEDNU
Item0646=Probíhá analýza hardwaru…
Item0647=Probíhá vytváření médií pro obnovu. Nástroj HP Recovery Manager nelze zavřít.
Item0648=Při vytváření médií pro obnovení se vyskytly chyby. Zkuste to znovu.
Item0649=Kapacita vložené jednotky paměti flash je nedostatečná. Vložte jinou jednotku.
Item0650=Přepisovatelná média nejsou podporována. Vložte prázdný disk 00.
Item0651=Vložený disk není prázdný. Vložte prázdný disk 00.
Item0652=Disk pro obnovení 00 z 01 byl dokončen. Označte disk jako 00 z 01 a uchovejte jej na bezpečném místě.
Item0653=Disk pro obnovení byl úspěšně vytvořen.
Item0654=Jednotka paměti flash pro obnovení byla úspěšně vytvořena. Označte ji a uchovejte na bezpečném místě.
Item0655=Je vyžadován disk 00
Item0656=Přepisovatelná média nejsou podporována.
Item0657=Vložená média nejsou podporována.
Item0658=Oddíl pro obnovení byl odstraněn – Možnost vytvoření médií pro obnovu již není dostupná
Item0659=Disk se nepodařilo ověřit. Použijte jiný disk a opakujte akci.
Item0660=Vypalování disku se nezdařilo. Použijte jiný disk a opakujte akci.
Item0661=Systém byl vytvořen z média pro obnovu. Můžete vytvořit pouze JEDNU sadu médií pro obnovu.
Item0662=Oddíl pro obnovu byl odstraněn.
Item0663=Omezení velikosti pro zařízení USB bylo překročeno
Item0664=Velikost bitové kopie překračuje 32 GB, Použijte optická média.
Item0665=Velikost bitové kopie pro obnovení přesahuje omezení velikosti pro jednotky USB flash na 32 GB. Chcete-li vytvořit média pro obnovení, budete potřebovat optická média (disky DVD).
Item0666=Ujistěte se, že jednotka USB flash má kapacitu alespoň 00 GB (maximálně 32 GB).
Item0667=- Disk pro obnovení 00 z 01 je hotov. Označte disk jako „00 z 01“ a uchovejte jej na bezpečném místě.
Item0668=- Pro pokračování vložte disk, nebo vytváření média pro obnovení ukončete kliknutím na možnost „Storno“. 
Item0669=- Opakovaným výběrem možnosti „Vytvořit médium pro obnovení“ můžete kdykoli pokračovat.
Item0670=Upozornění: Zvolená jednotka USB flash bude zformátována. Všechna data na disku USB budou ztracena.
Item0671=Pro bitovou kopii pro obnovení bude na jednotce USB flash využito maximálně 32 GB. V případě, že jednotka USB flash bude větší než 32 GB, místo navíc nebude po vytvoření média pro obnovení použitelné.
Item0672=Pro návrat do volby média klikněte na Storno, nebo pro zahájení vytváření média pro obnovení klikněte na možnost Pokračovat.
Item0673=Pro návrat do volby média zvolte 00, nebo pro zahájení vytváření média pro obnovení zvolte 01.

[System Recovery]	
Item0700=Obnova počítače do původního stavu z výroby
Item0701=Během tohoto procesu se do systémového oddílu nainstaluje průvodní bitová kopie nastavení výrobce, ale nebudou provedeny žádné jiné změny pevného disku.
Item0702=Všechny soubory vytvořené uživatelem a programy nainstalované po zakoupení produktu budou ztraceny.
Item0703=Nejdříve zálohovat soubory (doporučeno)
Item0704=Obnovit bez zálohování souborů
Item0705=Chcete-li pokračovat, vyberte požadovanou možnost a klikněte na tlačítko Další.
Item0706=HP Recovery Environment
Item0707=Vítejte v aplikaci HP Recovery Manager
Item0708=Pomocí tohoto programu můžete obnovit počítač do stavu z výroby.
Item0709=Než budete pokračovat, odpojte všechna externí zařízení.
Item0710=Další informace naleznete v dokumentaci počítače.
Item0711=Pokračujte kliknutím na tlačítko Další.
Item0712=Obnova bitové kopie nastavení výrobce
Item0713=Formátování oddílu systému Windows na pevném disku
Item0714=Instalace původního softwaru
Item0715=Průběh:  00 % 
Item0716=Odhadovaný zbývající čas: 00 min.
Item0717=Počkejte prosím...
Item0718=Proces obnovy byl dokončen
Item0719=Po restartování počítače a dokončení úvodního nastavení počítače je třeba provést následující důležité kroky:
Item0720=nainstalovat bezpečnostní aktualizace od společností Microsoft a HP
Item0721=znovu nainstalovat software, který nebyl dodán s počítačem
Item0722=obnovit všechna osobní data, která jste případně zálohovali (pokud je to možné)
Item0723=Nyní počítač restartujte kliknutím na tlačítko Dokončit.
Item0724=Příprava na proces obnovy
Item0725=Bude provedeno formátování pevného disku a budou na něj zkopírovány všechny soubory potřebné k obnově bitové kopie výrobce.
Item0726=Instalace obnovy
Item0727=Software a ovladače budou nainstalovány a obsah bude přizpůsoben vašemu počítači.
Item0728=Aplikace HP Recovery Manager vrátí pevný disk do stavu z výroby. Uživatelská data a změny provedené na pevném disku budou ztraceny.
Item0729=OK
Item0730=Storno
Item0731=Příprava na obnovu bitové kopie výrobce
Item0732=Probíhá kopírování souborů potřebných k obnově pevného disku
Item0733=Příprava na proces obnovy byla dokončena
Item0734=Fáze instalace obnovy bude zahájena po restartování počítače.
Item0735=Software a ovladače budou nainstalovány a obsah bude přizpůsoben vašemu počítači.
Item0736=Během této fáze bude počítač několikrát automaticky restartován. Jde o běžnou součást procesu.
Item0737=Během této doby nevypínejte počítač, nezavírejte kryt, neodpojujte napájecí adaptér a nepokoušejte se počítač spustit běžným způsobem.
Item0738=Nyní počítač restartujte klepnutím na tlačítko Pokračovat.
Item0739=Vložte disk pro obnovení číslo 00.
Item0740=Odeberte média pro obnovu ze systému
Item0741=Obnovení systému nelze provést ze systému Windows. Chcete počítač restartovat a otevřít prostředí pro obnovení?
Item0742=Chcete pokračovat?
Item0743=Probíhá příprava prostředí pro obnovu…
Item0744=Zavřete všechny aplikace a restartujte systém.
Item0745=Před pokračováním odpojte všechna externí zařízení kromě klávesnice, myši a monitoru.
Item0746=Obnovení systému nelze provést ze systému Windows. Chcete počítač restartovat a otevřít prostředí pro obnovení?
Item0747=Proces obnovy se skládá ze dvou částí:
Item0748=Domovská stránka
Item0749=Obnovení systému
Item0750=Zakázáno: Obnovte systém použitím možnosti obnovení nastavení výrobce	
Item0751=Aktualizujte svůj systém instalací nejnovějších aktualizací od společností Microsoft a HP.
Item0752=Vybrali jste možnost HP Recovery Environment. Systém se restartuje a spustí se v prostředí pro obnovení. Chcete pokračovat?
Item0753=Pokud byly na vašem počítači původně instalovány dva operační systémy, proces obnovení uvede všechny operační systémy do stavu, v jakém byly dodány od výrobce.
Item0754=Zvolili jste 00. Systém se restartuje a přejde do prostředí pro obnovení. Chcete pokračovat?
Item0755=Všechny uživatelem vytvořené soubory, oddíly disku a všechny programy, nainstalované po zakoupení, budou ztraceny.
Item0756=Proces obnovy se skládá ze dvou částí:
Item0757=Příprava na proces obnovy
Item0758=Budou přeformátovány oddíly Windows, a všechny soubory, vyžadované pro obnovení Windows do původního továrního stavu, budou zkopírovány na pevný disk.
Item0759=Instalace obnovy
Item0760=Software a ovladače budou nainstalovány a obsah bude přizpůsoben vašemu počítači.
Item0761=Probíhá obnova souborů na pevném disku
Item0762=Na tomto počítači je povolena funkce HP Drive Encryption (HPDE). Před spuštěním obnovení systému zakažte funkci HP Drive Encryption (HPDE).	

[Minimized Image Recovery]	
Item0800=Obnova minimalizované bitové kopie
Item0801=Pomocí tohoto procesu se nainstaluje prostředí systému Windows s ovladači a minimem programů.
Item0802=Všechny soubory vytvořené uživatelem a programy nainstalované po zakoupení produktu budou ztraceny.
Item0803=Nejdříve zálohovat soubory (doporučeno)
Item0804=Obnovit bez zálohování souborů
Item0805=Chcete-li pokračovat, vyberte požadovanou možnost a klikněte na tlačítko Další.
Item0806=Minimalizovaná obnova obrazu
Item0807=Vítejte v aplikaci HP Recovery Manager
Item0808=Pomocí tohoto procesu se nainstaluje prostředí systému Windows s ovladači a minimem programů.
Item0809=Proces obnovy se skládá ze dvou částí:
Item0810=Příprava na proces obnovy
Item0811=Bude provedeno formátování pevného disku a budou na něj zkopírovány všechny soubory potřebné k obnově minimalizované bitové kopie.
Item0812=Instalace obnovy
Item0813=Software a ovladače budou nainstalovány a obsah bude přizpůsoben vašemu počítači.
Item0814=Než budete pokračovat, odpojte všechna externí zařízení.
Item0815=Další informace naleznete v dokumentaci počítače.
Item0816=Pokračujte kliknutím na tlačítko Další.
Item0817=Byl nalezen dynamický disk. V obnově nelze pokračovat. K obnově počítače musíte použít média pro obnovu
Item0818=Příprava na obnovu minimalizované bitové kopie
Item0819=Formátování oddílu systému Windows na pevném disku
Item0820=Probíhá kopírování souborů potřebných k obnově pevného disku
Item0821=Průběh:  00 % 
Item0822=Odhadovaný zbývající čas: 00 min.
Item0823=Počkejte prosím...
Item0824=Příprava na proces obnovy byla dokončena
Item0825=Fáze instalace obnovy bude zahájena po restartování počítače.
Item0826=Software a ovladače budou nainstalovány a obsah bude přizpůsoben vašemu počítači.
Item0827=Během této fáze bude počítač několikrát automaticky restartován. Jde o běžnou součást procesu.
Item0828=Během této doby nevypínejte počítač, nezavírejte kryt, neodpojujte napájecí adaptér a nepokoušejte se počítač spustit běžným způsobem.
Item0829=Nyní počítač restartujte klepnutím na tlačítko Pokračovat.
Item0830=Proces obnovy byl dokončen
Item0831=Po restartování počítače a dokončení úvodního nastavení počítače je třeba provést následující důležité kroky:
Item0832=nainstalovat bezpečnostní aktualizace od společností Microsoft a HP
Item0833=znovu nainstalovat software, který nebyl dodán s počítačem
Item0834=obnovit všechna osobní data, která jste případně zálohovali (pokud je to možné)
Item0835=Nyní počítač restartujte kliknutím na tlačítko Dokončit.
Item0836=OK
Item0837=Vložte disk pro obnovení číslo 00.
Item0838=Odeberte média pro obnovu ze systému
Item0839=Aplikace HP Recovery Manager nainstaluje minimalizovanou bitovou kopii. Uživatelská data a změny provedené na pevném disku budou ztraceny.
Item0840=Před pokračováním odpojte všechna externí zařízení kromě klávesnice, myši a monitoru.
Item0841=Zakázáno: Obnovte systém použitím možnosti obnovení nastavení výrobce
Item0842=Pokud byly na vašem počítači původně instalovány dva operační systémy, proces obnovení uvede všechny operační systémy do stavu, v jakém byly dodány od výrobce.

[Boot from UCRD]	
Item0900=Obnovení systému
Item0901=Aplikace HP Recovery Manager se ve výchozím nastavení spouští z pevného disku, ale můžete ji také spouštět z vložených médií.
Item0902=Spustit program z médií
Item0903=Spustit program z pevného disku
Item0904=Chcete-li pokračovat, vyberte požadovanou možnost a klikněte na tlačítko Další.
Item0905=Spuštění programu z pevného disku
Item0906=Počítač se nyní restartuje z daného oddílu.
Item0907=Před pokračováním odeberte média pro obnovu.
Item0908=Pokud chcete zavřít průvodce, klikněte na tlačítko Dokončit.
Item0909=Kontaktovat zákaznickou podporu společnosti HP
Item0910=Média pro obnovení systému nepodporují tento počítač.
Item0911=Tento systém nemůžete pomocí médií obnovit.
Item0912=Tento systém nelze obnovit pomocí portu zařízení. Obraťte se na zákaznickou podporu společnosti HP.
		
[Factory Reset]	
Item1000=Obnova nastavení výrobce
Item1001=Obnova bitové kopie nastavení výrobce
Item1002=Chcete obnovit původní nastavení systému od výrobce?
Item1003=Nejdříve zálohovat soubory (doporučeno)
Item1004=Obnovit bez zálohování souborů
Item1005=Chcete-li pokračovat, vyberte požadovanou možnost a klikněte na tlačítko Další.
Item1006=Vítejte v aplikaci HP Recovery Manager
Item1007=Pomocí tohoto programu můžete obnovit počítač do stavu z výroby.
Item1008=Proces obnovy se skládá ze dvou částí:
Item1009=Příprava na proces obnovy
Item1010=Bude provedeno formátování pevného disku a budou na něj zkopírovány všechny soubory potřebné k obnově bitové kopie výrobce.
Item1011=Instalace obnovy
Item1012=Software a ovladače budou nainstalovány a obsah bude přizpůsoben vašemu počítači.
Item1013=Než budete pokračovat, odpojte všechna externí zařízení.
Item1014=Další informace naleznete v dokumentaci počítače.
Item1015=Pokračujte klepnutím na tlačítko Další.
Item1016=Aplikace HP Recovery Manager vrátí pevný disk do stavu z výroby. Uživatelská data a změny provedené na pevném disku budou ztraceny.
Item1017=Příprava na obnovu bitové kopie výrobce
Item1018=Formátování oddílu systému Windows na pevném disku
Item1019=Probíhá kopírování souborů potřebných k obnově pevného disku
Item1020=Probíhá obnova souborů na pevném disku
Item1021=Průběh:  00 % 
Item1022=Počkejte prosím...
Item1023=Odhadovaný zbývající čas: 00 min.
Item1024=Příprava na proces obnovy byla dokončena
Item1025=Fáze instalace obnovy bude zahájena po restartování počítače.
Item1026=Software a ovladače budou nainstalovány a obsah bude přizpůsoben vašemu počítači.
Item1027=Během této fáze bude počítač několikrát automaticky restartován. Jde o běžnou součást procesu.
Item1028=Během této doby nevypínejte počítač, nezavírejte kryt, neodpojujte napájecí adaptér a nepokoušejte se počítač spustit běžným způsobem.
Item1029=Nyní počítač restartujte klepnutím na tlačítko Pokračovat.
Item1030=Proces obnovy byl dokončen
Item1031=Po restartování počítače a dokončení úvodního nastavení počítače je třeba provést následující důležité kroky:
Item1032=nainstalovat bezpečnostní aktualizace od společností Microsoft a HP
Item1033=znovu nainstalovat software, který nebyl dodán s počítačem
Item1034=obnovit všechna osobní data, která jste případně zálohovali (pokud je to možné)
Item1035=Nyní počítač restartujte kliknutím na tlačítko Dokončit.
Item1036=Ano
Item1037=Ne
Item1038=Kontaktovat zákaznickou podporu společnosti HP
Item1039=Obnovení pevného disku většinou odstraní případné problémy.
Item1040=Pokud problémy přetrvávají, bude pravděpodobně potřeba kontaktovat zákaznickou podporu společnosti HP.
Item1041=Informace o kontaktování podpory společnosti HP naleznete v dokumentaci k počítači.
Item1042=Pokud chcete tento program zavřít, klikněte na tlačítko Dokončit.
Item1043=Vložte disk pro obnovení číslo 00.
Item1044=Odeberte média pro obnovu ze systému
Item1045=Aplikace HP Recovery Manager vrátí pevné disky do původního stavu nastaveného výrobcem. Uživatelská data a všechny změny provedené na pevném disku budou ztraceny.
Item1046=OK
Item1047=Storno
Item1048=Před pokračováním odpojte všechna externí zařízení kromě klávesnice, myši a monitoru.
Item1049=Aplikace HP Recovery Manager vrátí pevné disky do původního stavu nastaveného výrobcem. Uživatelská data a všechny změny provedené na pevném disku budou ztraceny.	
Item1050=Proces obnoví systém do stavu, v jakém byl dodán od výrobce.
Item1051=Na pevném disku budou vytvořeny oddíly ve stavu od výrobce a disk bude přeformátován do stavu, v jakém byl dodán od výrobce.
Item1052=Všechny oddíly disku vytvořené uživatelem a všechny programy instalované po zakoupení počítače budou ztraceny.
Item1053=Pokud byly na vašem počítači původně instalovány dva operační systémy, proces obnovení uvede všechny operační systémy do stavu, v jakém byly dodány od výrobce.
	
[Restoration Incomplete]	
Item1100=Obnova nedokončena
Item1101=Obnova nebyla dokončena.
Item1102=Vyberte jedno z následujících tlačítek:
Item1103=Uložit protokol
Item1104=Podrobnosti
Item1105=Opakovat
Item1106=Tato funkce shromažďuje informace o systému, aby pomohla společnosti HP s diagnostikou problému.
Item1107=Vložte vyjímatelný disk s nejméně 00 MB volného místa a klikněte na tlačítko OK.
Item1108=OK
Item1109=Na disku není dostatek volného místa. Vložte vyjímatelný disk s nejméně 00 MB volného místa a klikněte na tlačítko OK.
Item1110=Soubor protokolu byl uložen pod názvem 00.
Item1111=Vložte média pro obnovu.
Item1112=Nyní počítač restartujte klepnutím na tlačítko Pokračovat.
Item1113=Pokračovat
Item1114=Celková velikost místa na pevném disku je menší než u původního pevného disku instalovaného z výroby. Proces obnovení nemůže pokračovat.
Item1115=Celková velikost místa na pevném disku je příliš malá. Proces obnovení nemůže pokračovat.
		
[Drivers and Applications Reinstall]	
Item1200=Opětovná instalace ovladačů a aplikací
Item1201=Sestavování seznamu ovladačů a aplikací
Item1202=Domovská stránka
Item1203=Instalovat
Item1204=Probíhá instalace
Item1205=Kompletní
Item1206=Aplikace (00)
Item1207=Ovladače (00)
Item1208=Aktualizace HP (00) – aktualizace stažené a nainstalované ze stránek HP.com nebo pomocí nástroje HP Support Assistant
Item1209=Verze: 00
Item1210=00 položek,
Item1211=00 z 01 vybraných položek,
Item1212=00 aplikace a
Item1213=00 aplikací a
Item1214=00 ovladač a
Item1215=00 ovladačů a
Item1216=00 aktualizace  HP
Item1217=00 aktualizací  HP
Item1218=Instalace byla dokončena.
Item1219=Probíhá instalace softwaru. Ukončení aplikace HP Recovery Manager bylo zrušeno.
Item1220=OK
Item1221=Před opětovnou instalací softwaru odinstalujte jeho předchozí verze.
Item1222=Při opětovné instalaci softwaru se vyskytly chyby. Zkuste to znovu.
Item1223=V tomto počítači nebyl nalezen žádný zdroj softwaru
Item1224=Položka
Item1225=00 z 01 vybraných položek,
Item1226=Jeden nebo více vybraných ovladačů/aplikací nemuselo být správně nainstalováno a bylo označeno „vykřičníkem“. Tyto položky je třeba odinstalovat před zahájením opětovné instalace z nástroje HP Recovery Manager.
Item1227=Jeden nebo více vybraných ovladačů/aplikací nemuselo být správně nainstalováno a bylo označeno 00. Tyto položky je třeba odinstalovat před zahájením opětovné instalace z nástroje HP Recovery Manager.
Item1228=00 ovladač
Item1229=00 ovladačů
Item1230=Hotovo	
	
[RP Protection]	
Item1300=Oddíl pro obnovu
Item1301=Varování
Item1302=Tato oblast vašeho pevného disku (nebo oddílu) obsahuje soubory používané během obnovení pomocí funkce Push Button Reset (Obnovení pomocí příkazového tlačítka) systému Windows a bitové kopie HP.
Item1303=Tyto soubory neodstraňujte ani neměňte.
Item1304=Jakákoli změna v tomto oddílu by v budoucnu mohla ovlivnit funkčnost obnovení systému.
	
[Show Contact Information]	
Item1350=Kontaktovat zákaznickou podporu společnosti HP
Item1351=Obnova bitové kopie nastavení výrobce většinou odstraní případné problémy.
Item1352=V případě, že se problémy neodstraní, nebo pokud potřebujete náhradní média pro obnovení systému, požádejte o pomoc zákaznickou podporu společnosti HP.
Item1353=Zákaznickou podporu společnosti HP můžete kontaktovat na adrese:
Item1354=www.hp.com/go/contacthp
Item1355=Chcete-li tento program zavřít, klikněte na tlačítko Dokončit.
Item1356=Chcete-li tento program zavřít, klikněte na tlačítko Storno.

[File Backup Program 2.0]
Item1400=Kterou metodu výběru souborů chcete použít k vytvoření zálohy?
Item1401=Automatický výběr
Item1402=Vyberte kategorie souborů, které chcete zálohovat.
Item1403=Uživatelský výběr
Item1404=Vyberte ručně složky a soubory, které chcete zálohovat.
Item1405=Pomocí automatického výběru zvolíte kategorie souborů, které mají být zálohovány. Příklad kategorií: „Obrázky“ a „Hudební a jiné zvukové soubory“. Program poté vyhledá v počítači soubory z těchto kategorií (na základě předem definované sady typů souborů, které jsou obvykle používány) a vytvoří jejich zálohu. Soubory budou zkomprimovány a opětovně je zpřístupníte pouze pomocí funkce pro obnovu souborů.
Item1406=Uživatelský výběr umožňuje zvolit konkrétní soubory a složky, které mají být zálohovány, pomocí okna Průzkumník v systému Windows. K dispozici jsou dvě možnosti zálohování: Komprese a Bez komprese.
Item1407=Komprese: Soubory budou zkomprimovány a opětovně je zpřístupníte pouze pomocí funkce pro obnovu souborů.
Item1408=Bez komprese: Soubory a adresáře budou jednotlivě zkopírovány a nebudou zkoprimovány. Soubory budou přístupné i bez použití funkce pro obnovu souborů.
Item1409=Chcete použít kompresi?
Item1410=Komprese
Item1411=Bez komprese
Item1412=Soubory budou zkomprimovány do souborového formátu WIM a opětovně je v počítači zpřístupníte pouze pomocí funkce pro obnovu souborů. Pomocí této možnosti minimalizujete velikost zálohy. Při použití funkce pro obnovu souborů budou tyto soubory automaticky zkopírovány na jednotku C:\ a na pracovní ploše se zobrazí jejich zástupce.
Item1413=Soubory a adresáře budou jednotlivě zkopírovány a nebudou zkomprimovány. Budou přímo přístupné z jednotky pro zálohování, a to bez použití funkce pro obnovu souborů. Pomocí této možnosti nijak neminimalizujete velikost zálohy a soubory či adresáře bude třeba ručně zkopírovat zpět do počítače.
Item1414=Které soubory chcete zálohovat?
Item1415=Procházet soubory
Item1416=Velikost zálohy:  00
Item1417=Název
Item1418=Velikost
Item1419=Výběr médií pro zálohování
Item1420=Výběr médií: 00
Item1421=K vytvoření zálohy budete potřebovat 00 disků tohoto typu.
Item1422=Chcete-li pokračovat v zálohování s vybranými médii, klikněte na tlačítko Další.
Item1423=Chcete-li vybrat jiný typ médií, klikněte na tlačítko Zpět.
Item1424=Probíhá příprava souborů
Item1425=Probíhá vytváření disku
Item1426=Vypálit disk
Item1427=Ověřit disk
Item1428=Vložte disk 00 z 00 00.
Item1429=Vybrané soubory
Item1430=Kopírovat soubory
Item1431=Vybrané soubory a adresáře byly zkopírovány
Item1432=Aplikace Recovery Manager úspěšně zkopírovala soubory
Item1433=Některé soubory jsou větší než kapacita disku pro zálohování. Proces zálohování proto nemůže pokračovat.
Item1434=Změnit na režim Komprese
Item1435=Zrušte výběr souborů, které jsou větší než 00
Item1436=Vybrat zařízení znovu
Item1437=Seznam velkých souborů
Item1438=Vložte disk 00.
Item1439=Není dostupný žádný disk s dostatečným volným místem pro zálohování. Připojte další disk nebo uvolněte místo na disku, který je momentálně připojen.
Item1440=Tento typ disku není podporován.
Item1441=Sníží velikost souboru. Je nutné použít funkci obnovení souboru.
Item1442=Nezmenší velikost souboru. Nevyžaduje použití funkce obnovení souboru.
Item1443=Zálohu lze uložit pouze na optické médium nebo na externí pevný disk. Pokud se požadované zařízení nebo typ média nenachází na níže uvedeném seznamu, zkontrolujte, zda je zařízení zapnuté či zda je do optického zařízení vložen správný typ média. V opačném případě nelze pokračovat v zálohování.
Item1444=Toto je špatný disk, nebo může být poškozený. Vložte disk 00.
Item1445=Zálohu je možno uložit pouze na externí pevný disk nebo na jednotku USB flash ve formátu NTFS. Před pokračováním v procesu zálohování se ujistěte, zda je požadované zařízení připojeno, a zda je jeho souborový systém NTFS.
Item1446=Pokud je v částech Automatický výběr nebo Uživatelský výběr zvolena možnost 00, budou všechny soubory zálohovány v režimu Bez komprese, a musí být obnoveny ručním zkopírováním dat. Možnost Obnovení souboru nelze použít.
Item1447=Všechny soubory, uložené ve složce 00.
Item1448=Soubory jsou komprimovány do souborového formátu WIM, a v počítači musí být předtím, než budou zpřístupněny, obnoveny s použitím funkce Obnova souborů. Tato možnost minimalizuje velikost zálohy, a všechny soubory budou obnoveny v umístění, které zadáte a které jste zpřístupnili prostřednictvím zástupce na ploše.
Item1449=Je-li zvolena možnost 00 data, není komprese podporována.
Item1450=00 data byla zálohována do následující složky v kořenovém adresáři záložní složky:
Item1451=Po dokončení obnovení zálohu 00 data z výše uvedené záložní složky médií zkopírujte do svého systému.
Item1452=00 data lze zálohovat jen prostřednictvím možnosti Bez komprese.
Item1453=Pro zálohování prostřednictvím možnosti Bez komprese zvolte OK, nebo pro opakování zálohování souborů zvolte možnost Zrušit.

[Windows Recovery Environment]
Item1500=Zálohování a obnovení HP nebo kontaktujte podporu společnosti HP

[Windows System Refresh]
Item1600=Obnovte svůj počítač bez ovlivnění svých osobních souborů

[AboutInfo]
Item1700=Informace
Item1701=Verze
Item1702=Média pro obnovení
Item1703=Systém
Item1704=Číslo produktu
Item1705=Sériové číslo
Item1706=Oddíl pro obnovení HP
Item1707=Ano
Item1708=Ne
Item1709=O programu